export const ch = {
  route: {
    home: "首页",
    information: "信息",
    dashboard: "图表",
    help: "帮助",
    quiz: "测验",
    about: "关于",
    news: "新闻",
    dashboard1: "林火",
    dashboard2: "洪水",
    dashboard3: "热浪",
    Placeholder: "准备",
  },
  lan: "语言",
  home: {
    card: [
      {
        title: "紧急求生包",
        p1: [
          "在丛林火灾季节开始之前准备一个紧急救生包。拥有准备好的工具包意味着可以轻松获得可以帮助您在丛林火灾或其他自然灾害中幸存下来的东西。它将在一个方便的位置。",
          "无论您是要离开，还是留下来积极保卫您的家园，该套件都将为您提供帮助。",
          "您可能包括的一些内容是：",
        ],
        p2: [
          "便携式电池供电收音机",
          "防水手电筒",
          "备用电池",
          "带手册的急救箱",
          "带防水火柴的蜡烛",
          "羊毛毯",
          "紧急联系电话",
          "贵重物品防水袋",
        ],
        p3: "在你离开之前，你应该补充：",
        p4: [
          "现金、ATM卡、信用卡",
          "药品、洗漱用品和卫生用品",
          "对婴幼儿、老人、伤员、残疾人的特殊要求",
          "手机和充电器",
          "组合小刀",
          "重要文件、贵重物品和照片（装在防水袋中）",
          "为每个人换洗衣服",
          "饮用水（每人每天至少三升）",
        ],
        p5: [
          "将您的紧急救生包放在防水存储容器中，放置在易于到达且全家人都知道的位置。这将使您在需要时快速轻松地找到它。",
          "记得也要为您的宠物做好准备。确保您的宠物佩戴了识别标签。如果您要离开，请带上皮带、篮子、药物、食物和熟悉的玩具。这将有助于减轻压力。",
        ],
      },
      {
        title: "宠物与丛林大火",
        p1: [
          "在准备丛林火灾生存计划时，您还需要为宠物的安全做好计划和准备。",
          "在火灾危险日，您会如何对待您的宠物？",
          "如果您带着宠物提早离开，请记得也为您的宠物做好准备；准备好床上用品、食物和水，并确保您可以运输它们——始终将您自己的安全置于宠物的安全之上。",
          "如果您决定提早离开，请了解可以在哪里安置您的宠物。这可能包括寄宿狗舍、亲戚/朋友的住所，或者您也可以将它们随身携带。",
          "如果您选择饲养宠物，请尽早限制它们。宠物在安全的房间内、拴在皮带上或放在笼子里是最安全的。确保他们有足够的水喝。",
          "准备好毛巾和羊毛毯来遮盖和保护您的宠物。",
          "确保您的宠物可以轻松识别。给你的动物植入微芯片，并在项圈上注明你的详细信息，例如你的电话号码。国家宠物登记处为猫和狗提供免费身份识别。",
          "如果您在丛林大火期间不在家，请与邻居讨论如何保护您的宠物。在火灾危险期间与邻居保持定期联系，让他们知道您的计划。",
          "将您的宠物丛林大火搬迁工具包放在触手可及的地方，以便您准备好早点离开。",
          "练习如果您离开，将如何移动您的宠物。需要的时间比你想象的要长。",
          "您的宠物丛林火灾搬迁套件应包括：",
        ],
        p2: [
          "食物和水",
          "每只宠物一碗",
          "第二个项圈和引线",
          "猫和小型宠物的载体",
          "床上用品和羊毛毯",
          "宠物急救箱 – 寻求兽医的建议",
          "最喜欢的玩具",
          "任何药物，以及它们的书面清单",
          "您宠物的病史，包括疫苗接种证明",
          "您的兽医的联系方式",
        ],
        p3: [
          "宠物受伤和热应激",
          "如果您的宠物在火灾中被烧伤，必须立即接受治疗。在安全的情况下，尽快将您的宠物带到最近的兽医诊所或动物收容所。",
        ],
        p4: [
          "天气炎热",
          "当狗和猫在炎热的天气里无法维持正常体温时，就会出现热应激。在所有炎热的日子里，尤其是在极端或灾难性火灾风险的日子里，请尽可能让您的宠物保持凉爽。让您的宠物在炎热的天气里保持舒适是您的责任。",
          "寻找警告标志",
        ],
        p5: [
          "过度喘气",
          "流口水",
          "发出呜呜声或显得焦躁的宠物。",
          "在严重热应激或中暑的情况下，宠物可能会停止喘气并呕吐。",
        ],
        p6: [
          "如果您的宠物出现这些症状，请立即咨询兽医。将兽医的联系方式保留在您的丛林火灾生存计划中。",
          "让宠物保持凉爽的小贴士",
        ],
        p7: [
          "随时提供新鲜的冷水",
          "确保您的宠物始终处于阴凉处或将它们带入阴凉的房间",
          "用凉爽的湿毛巾擦拭宠物，或将湿毛巾放在外面让它们躺在上面",
          "全天用冷水多次淋湿你的狗",
          "考虑为您的狗购买一个浅水池",
          "对于猫，用湿手擦它们的皮毛或沿着它们的肚子",
          "将冰块放入宠物的水碗中",
          "将冰块放入枕套中并将其放在宠物附近",
          "如果你的狗的皮毛又长又厚，请考虑给它剪毛",
          "大热天切勿将宠物留在车内",
        ],
      },
      {
        title: "可持续替代农作物残渣燃烧",
        p1: "农作物秸秆焚烧是一种传统的农业废弃物处理方法，可以快速清理田地，但对环境和人类健康构成潜在风险。因此，许多国家主张减少或禁止此类做法。以下是一些安全且环保的建议，可帮助农民更好地管理收获后的农作物残留物：",

        p2: [
          "将作物残茬返还土壤：",
          "做法：将残渣撕碎，均匀撒回田间，作为有机肥。这不仅改善了土壤结构和肥力，而且增加了土壤的有机含量。",
          "优点：防止燃烧造成的空气污染，增强土壤的保水能力和微生物活性。",
        ],
        p3: [
          "堆肥作物残渣：",
          "制作方法：将农作物秸秆与畜禽粪便等有机物混合堆肥，进行发酵。",
          "优点：转化为优质有机肥料用于田间，减少对化肥的依赖。",
        ],
        p4: [
          "生物质能源：",
          "方式：利用农作物秸秆作为生物质能源生产的原料，如生物质颗粒或直接生物质发电。",
          "效益：转变为可持续能源，减少化石燃料的使用，促进能源可持续发展。",
        ],
        p5: [
          "农作物残渣作为饲料：",
          "方法：将剩余物通过脱硅、发酵等技术处理，转化为牲畜饲料。",
          "效益：为牲畜提供低成本饲料资源，增加农民经济收益。",
        ],
        p6: [
          "来自农作物残渣的工业材料：",
          "方法：利用农作物残留物制造纸张、生物塑料、建筑材料等。",
          "优点：提供可再生资源，减少对传统木材和化石资源的依赖。",
        ],
        p7: [
          "安全燃烧措施（如果需要燃烧）：",
          "预防措施：在天气适宜的日子进行燃烧，避免在大风和干燥的条件下进行。",
          "实施：在燃烧区域周围建立防火带，以保持边界清晰和受控。",
          "消防准备：现场准备充足的消防工具，如水源、沙土、灭火器等，以便在火势失控时立即做出反应。",
        ],
        p8: "通过实施这些方法，农民不仅可以有效管理农作物残留物，还可以保护环境并减少对生态系统的影响。更重要的是，这些做法可以提高作物的整体价值和质量，从而实现更加可持续的农业未来。",
      },
      {
        title: "逃生方案",
        p1: [
          "做好充分准备的家庭更有可能安全、平静地撤离家园。",
          "作为您计划的一部分，所有家庭成员都应该知道：",
        ],
        p2: [
          "离开每个房间的两种最快方法",
          "如果您的家有二楼，他们将如何从楼上退出",
          "约定的室外会面地点，例如信箱",
          "他们如何称呼三个零 (000)",
        ],
        p3: "顶级生存技巧",
        p4: [
          "如果你的衣服着火了，停下来，摔倒并打滚",
          "低下身子，远离烟雾。",
          "开门前用手背检查门是否受热",
          "如果安全的话，请关上门以减缓火势和烟雾的蔓延。",
          "出去时提醒其他人。",
          "出去并留在外面。",
          "在安全的地方见面，例如信箱或家外的人行道。",
          "用手机或邻居的电话拨打 000（三个零）。呼叫接通后请求“FIRE”。",
        ],
        p5: "父母需要知道什么",
        p6: [
          "与成人相比，儿童不太可能被烟雾警报器的声音吵醒。想想如果常规通道被火灾封锁，您如何才能到达儿童卧室。",
          "家庭应该每年进行两次“消防演习”——更多的是与年幼的孩子一起进行。",
        ],
        p7: "给父母的有用提示",
        p8: [
          "通过计时他们逃脱的速度，将其变成一个游戏",
          "确保孩子们知道他们的家庭住址以及如何拨打三个零 (000)",
          "利用网络游戏和活动向孩子们传授消防安全知识",
          "当你在家的时候，永远不要锁住你的僵局",
          "发生火灾时，周围漆黑一片，烟雾缭绕，锁死的门可能会阻碍你的逃生。如果您必须锁上死锁，请将钥匙留在门上。",
        ],
        p9: "烧伤的基本治疗",
        p10: [
          "脱掉烧伤处周围的衣服，除非它粘在皮肤上",
          "用流水冷却烧伤处 20 分钟。切勿使用油、黄油或药膏",
          "用干净的布或保鲜膜覆盖烧伤处并使患者保持温暖",
          "如果烧伤处出现水泡且大于 20 美分硬币，或者烧伤在脸部、手部、脚部或生殖器上，请就医。",
        ],
      },
      {
        title: "烧烤火灾安全",
        p1: "烧烤是与朋友和家人共度美好时光的绝佳方式，但安全永远应放在第一位。",
        p2: "在开始烧烤前，请采取以下预防措施：",
        p3: [
          "1.	使用液化石油气（LP）气瓶前进行检查。不要使用超过十年未检测或有损坏迹象的气瓶。选择信誉好的气瓶交换服务以确保安全。",
          "2.	确保烧烤炉和气瓶都采用较新、更安全的连接设计，防止连接不当时气体泄漏。",
          "3.	检查软管是否有磨损或损坏的迹象。",
          "4.	紧固所有连接部位，并检查O型环是否完整无裂纹或分裂。",
          "5.	通过在连接处和软管上喷洒肥皂水来测试气体泄漏；开启气体时观察是否有气泡产生，气泡的出现表明有泄漏。",
          "6.	将烧烤炉放置在开阔区域，与墙壁、围栏和其他结构保持安全距离。",
          "7.	避免在室内或封闭空间使用烧烤炉，以消除火灾和一氧化碳中毒的风险。",
          "8.	使用合适的烧烤工具，并穿戴围裙以防油脂飞溅。",
          "9.	每次使用后清除多余的油脂，以减少油脂火灾的风险。",
          "10.	避免在多风条件下烧烤，以防止燃烧器熄灭，从而导致气体泄漏。",
        ],
      },
      { title: "其他信息" },
    ],
  },
  information: {
    slogan: ["学习，预防", "了解原因"],
    tabItems: [
      {
        tab: "什么是森林大火？",
        introduction: {
          title: "简介",
          content:
            "丛林大火是指植被中的意外火灾，包括各种类型，如草地、森林和灌木丛火灾。它是澳大利亚生态系统不可或缺的广义术语，几千年来发挥着至关重要和错综复杂的作用。这些火灾对人类生命、财产和自然环境产生了深远的影响。",
        },
        p1: {
          title: "为什么会发生森林大火？",
          content:
            "森林大火的发生是由于多种因素的综合作用，这些因素可以点燃植被并导致其不受控制地燃烧。这些因素包括：",
        },
        p2: {
          title: "自然原因：",
          content: [
            "雷击是一种常见的自然原因，会点燃干燥的植被。",
            "在极端高温条件下，干燥物料也会自燃。",
          ],
        },
        p3: {
          title: "人类活动：",
          content: [
            "意外火灾可能始于无人看管的篝火、丢弃的香烟和农业燃烧。",
            "不幸的是，蓄意纵火是一个重要原因，个人故意纵火。",
          ],
        },
        p4: {
          title: "环境条件：",
          content: [
            "长期干旱或低湿度导致干旱条件，使植被更容易燃烧。",
            "高温会增加火灾发生和蔓延的风险。",
            "强风可以将余烬带到新的地方，使火势迅速蔓延到大片地区。",
            "燃料负荷是指可用的可燃材料的数量，例如枯木、树叶和草。较高的燃料负荷会导致更强烈、更难控制的火灾。",
          ],
        },
        p5: {
          title: "气候变化：",
          content:
            "它对森林大火的影响越来越大，更高的温度、更极端的天气条件和改变的降雨模式使一些地区比以前更容易发生火灾。",
        },
        p6: {
          content:
            "这些因素的相互作用决定了森林大火的频率、强度和持续时间。有效的管理策略，包括控制燃烧（也称为规定燃烧或减少危害燃烧）和土地管理实践，对于降低森林火灾的风险和影响至关重要。",
        },
      },
      {
        tab: "如何预防森林大火？",
        introduction: {
          title: "澳大利亚自驾游爱好者:了解森林火灾预防",
          content:
            "防止森林火灾对于保护环境和公共安全至关重要，特别是在澳大利亚大部分地区这样的森林火灾易发地区。对于那些喜欢在这个多样化的景观中进行公路旅行的人来说，了解并为预防森林火灾做出贡献是至关重要的。以下是帮助预防森林大火的量身定制的策略，特别是与公路旅行者和农村社区相关的策略:",
        },
        p1: {
          title: "土地管理:",
          content: [
            "控制燃烧:也被称为规定燃烧，这涉及故意设置控制火，以减少森林或草原地区可燃物质的数量。这种做法在澳大利亚至关重要，可以减少发生不受控制的重大森林火灾的可能性。",
            "清理植被:定期清理道路和露营地附近的灌木和枯叶可以显著减少火灾的燃料。在探索农村地区时，在植被中设置防火屏障——可以阻止或减缓火灾蔓延的清晰缝隙——也是至关重要的。",
          ],
        },
        p2: {
          title: "规管及规划",
          content: [
            "建筑规范:支持要求耐火材料和设计的建筑规范是至关重要的，特别是在森林火灾易发地区。在当地住宿的自驾游游客应该了解这些标准。",
            "土地使用分区:倡导严格的分区法律，限制在脆弱地区的活动，可以减少火灾的风险。这包括在高度火灾危险时期限制营火和车辆进入。",
          ],
        },
        p3: {
          title: "个人准备",
          content: [
            "应急包:对于公路旅行者来说，携带应急包是必不可少的，包括呼吸器(口罩)、水、食物供应和急救必需品。在突发的森林火灾紧急情况下，这些工具包可以成为救星。",
            "财产维护:对于那些乘坐露营车旅行或住在农村的人来说，通过清理车辆或住宿附近的树叶、碎片和修剪树枝来维护车辆或财产是减少火灾风险的关键。",
          ],
        },
      },
      {
        tab: "引起山火的原因:",
        introduction: {
          title: "了解澳大利亚公路旅行爱好者的森林火灾原因",
          content:
            "对于那些喜欢在澳大利亚迷人的风景中自驾游的人来说，了解森林大火的常见原因对于确保个人安全和保护你所探索的自然环境至关重要。以下是一些可能导致森林大火的主要人为因素:",
        },
        p1: {
          title: "农用焚烧",
          content: [
            "背景:在一些农村地区，为了种植庄稼或维持牧场等农业目的，土地可能会被烧毁。",
            "风险:在适当的条件下，这些可控的燃烧有时会逃脱控制，导致更大范围的森林火灾。",
          ],
        },
        p2: {
          title: "篝火和烟花",
          content: [
            "背景:自驾游的一个典型部分包括搭帐篷，可能还会享受篝火。",
            "风险:如果不能正确扑灭，营火可能成为森林火灾的来源。此外，在庆祝活动中，在树木繁茂的地方或附近使用烟花或其他易燃物品也会引起火灾。",
          ],
        },
        p3: {
          title: "电气设施",
          content: [
            "背景:自驾游的人经常会在有电力基础设施的地区附近旅行。",
            "风险:电线掉落或设备故障产生的火花等故障可能会点燃附近的植被并导致森林火灾。",
          ],
        },
        p4: {
          title: "焚烧垃圾和碎片",
          content: [
            "背景:在偏远地区，有时通过燃烧来处理垃圾或碎片。",
            "风险:特别是在多风和干燥的条件下，这种做法很容易升级为更大的火灾，影响大面积。",
          ],
        },
        p5: {
          title: "破坏公物",
          content: [
            "背景:故意纵火是一种严重的威胁，可以发生在任何环境中。",
            "风险:这种行为不仅是犯罪，而且可能导致毁灭性的环境和财产损失。",
          ],
        },
      },
    ],
  },
  dashboard: {},
  help: {
    title: "帮助中心",
    content:
      "欢迎来到我们的帮助中心！我们随时为您解答有关使用我们网站的任何问题，并提供有关我们如何应对气候变化和丛林大火的信息。下面您将找到我们用户最常见的一些问题的答案。",
    theme: [
      {
        title: "如何使用网站",
        q: [
          {
            q: "问：如何浏览网站？",
            a: "答：使用顶部导航栏访问网站的不同部分，例如主页、关于、测验、新闻和联系我们。如果您正在寻找有关气候变化和丛林大火的具体信息，请查看我们的信息部分、仪表板部分和新闻，其中包含丰富的文章、研究论文和互动工具。",
          },
          {
            q: "问：我在哪里可以找到特定于我所在地区的信息？",
            a: "答：我们有专门的区域信息部分。您可以从导航栏上的仪表板选项卡访问它。在这里，您可以选择您所在的区域并查看当地数据、预防措施以及与气候变化和丛林大火相关的研究。",
          },
        ],
      },
      {
        title: "气候变化和丛林大火",
        q: [
          {
            q: "问：气候变化和丛林大火之间有什么联系？",
            a: "答：气候变化导致气候变得更加炎热和干燥，这是丛林大火发生和蔓延的主要环境。气温升高和长期干旱都是气候变化的影响，大大增加了丛林火灾的可能性和强度。",
          },
          {
            q: "问：我如何为丛林火灾预防和提高认识做出贡献？",
            a: "答：您可以通过我们的教育资源了解情况、参与当地的预防计划以及在社区中传播意识来做出贡献。考虑参加或组织社区准备会议并使用社交媒体分享准确的信息。",
          },
        ],
      },
      {
        title: "技术支援",
        q: [
          {
            q: "问：如果我在使用网站时遇到问题，我应该联系谁？",
            a: "答：如果您遇到技术困难，请发送电子邮件至 GreenGuardian@email.com 我们的支持团队。我们的工作时间为工作日上午 9 点至下午 5 点，为您提供帮助。",
          },
          {
            q: "问：网站运行缓慢。我应该怎么办？",
            a: "答：请确保您的网络连接稳定。如果网站加载速度仍然缓慢，请尝试清除浏览器的缓存和 cookie。如果问题仍然存在，请联系我们的技术支持以获得进一步帮助。",
          },
        ],
      },
      {
        title: "反馈",
        q: [
          {
            q: "问：我如何提供有关网站的反馈？",
            a: "答：我们重视您的反馈，并鼓励您通过电子邮件 GreenGuardian@email.com 与我们分享您的想法。",
          },
        ],
      },
    ],
  },
  quiz: {
    title: "知识问答",
    intro:
      "  欢迎参加我们的“行为自我评估”和“森林火灾知识测验”，旨在防止森林火灾。这个互动工具旨在加深您对日常行为如何影响森林火灾风险的理解。通过一系列精心构建的问题和引人入胜的假设场景，我们的评估旨在提高您对个人行为与环境影响之间联系的意识。此外，它鼓励采用更可持续的做法来帮助减轻这些风险。加入我们，为我们的森林和未来做出积极的改变吧！",
    theme: [
      { title: "行为自我评估" },
      {
        title: "森林大火知识测验",
      },
    ],
    q: "题目",
    back: "返回",
    qtheme: "主题",
    progess: "进度",
    submit: "下一题",
    again: "再试一次",
    right: "正确！",
    wrong: "答错了！",
    congratulation: "太好了，我们答对了所有的问题！",
    finish: "恭喜！你通过了测验！",
    empty: "必须选择一个选项哦！",
    previous: "上一题",

    answer: "查看答案",
  },
  about: {
    title: "关于我们",
    tabItems: [
      {
        tab: "我们的任务",
        p: [
          {
            title: "",
            content:
              "在 Byte Blazers，我们的使命是为维多利亚州的大学生提供了解和应对气候变化和丛林大火相互关联的威胁所需的知识和工具。我们致力于提高人们对丛林火灾预防策略的认识并培养可行的见解，旨在减轻这些事件的破坏性影响。",
          },
        ],
      },
      {
        tab: "我们是谁",
        P: [
          {
            title: "",
            content:
              "Byte Blazers 于 2024 年由莫纳什大学的一群应届毕业生创立。由于气候变化引起的森林火灾日益严重和频繁，我们感到震惊，因此被迫创建一个为大学生（准备应对这些环境挑战的新兴领导人）提供服务的教育平台。",
          },
        ],
      },
      {
        tab: "我们所做的",
        p: [
          {
            title: "",
            content: "我们的平台 Byte Blazers 提供：",
          },
          {
            title: "科学见解：",
            content: "详细解释气候变化如何加剧丛林火灾。",
          },
          {
            title: "影响教育：",
            content: "全面分析丛林大火如何影响生命、财产和生态平衡。",
          },
          {
            title: "预防策略：",
            content: "学生可以实施可行的预防技术来减轻丛林大火的影响。",
          },
          {
            title: "政策参与：",
            content: "有效理解和影响环境政策的指南。",
          },
          {
            title: "",
            content:
              "我们努力将复杂的环境数据简化为实用知识，以培养学术和现实世界问题解决技能。",
          },
        ],
      },
      {
        tab: "我们的价值",
        p: [
          {
            title: "创新：",
            content: "利用创造力和技术使学习具有影响力和吸引力。",
          },
          {
            title: "赋权：",
            content: "为学生提供实现真正变革的知识。",
          },
          {
            title: "社区：",
            content: "建立一个共享学习和行动的支持网络。",
          },
          {
            title: "可持续性：",
            content: "倡导有助于长期生态平衡的做法。",
          },
        ],
      },
      {
        tab: "我们的承诺",
        p: [
          {
            title: "",
            content:
              "作为最后一年的学生，我们了解实践知识的重要性。我们致力于将理论研究转化为可解决气候变化和丛林大火等现实问题的可行见解，为我们自己和同行的未来做好准备。",
          },
        ],
      },
      {
        tab: "联系我们",
        p: [
          {
            title: "",
            content:
              "与 Byte Blazers 互动，将知识转化为行动。如需更多资源、协作机会和社区倡议，请访问我们的资源页面并在 Facebook、Twitter 和 Instagram 上关注我们。只要我们齐心协力，就能产生重大影响。",
          },
        ],
      },
    ],
  },
  news: {
    title: "最新消息",
    share: "分享",
    from: "来自",
    tabs: [
      {
        key: "0",
        label: "全部",
        title: "全部",
      },
      {
        key: "1",
        label: "林火",
        title: "林火",
      },
      {
        key: "2",
        label: "洪水",
        title: "洪水",
      },
      {
        key: "3",
        label: "热浪",
        title: "热浪",
      },
    ],
  },
};
